Repository: MalikZohaib/insurance-premium
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_insurnacepremium_domain_model_insurancepolicies
source: Insurance Policies
de: Keine Validierungsfehler gefunden

# tx_insurnacepremium_domain_model_insurancepolicies.description
source: Insurance Policies
de: Versicherungspolicen

# tx_insurnacepremium_domain_model_insurancepolicies.title
source: Title
de: Titel

# tx_insurnacepremium_domain_model_insurancepolicies.title.description
source: Title
de: Titel

# tx_insurnacepremium_domain_model_insurancepolicies.body
source: Body
de: Inhalt

# tx_insurnacepremium_domain_model_insurancepolicies.body.description
source: Body
de: Inhalt

# Insurancecalculator.ajax.no_policy_id
source: No policy found with the given ID
de: Keine Police mit der angegebenen ID gefunden

# Insurancecalculator.ajax.contribution_not_found
source: No contribution found for the given age
de: Keine Beitragsinformation f√ºr das angegebene Alter gefunden

# insurancecalculator.label.form.age
source: Age:
de: Alter:

# insurancecalculator.label.form.input.age.placeholder
source: Enter age
de: Alter eingeben

# insurancecalculator.label.form.button.search
source: Calculate premium
de: Beitrag berechnen
